{
    "male": ["A man's face may have short hair or be closely shaved, with strong jawlines and defined cheekbones. Expressions can range from serious to smiling, and facial hair like a beard or stubble may be present.",
    "The face of a man typically includes deep-set eyes, a straight nose, and a firm chin. Hair can vary in length, and some may have facial hair or be clean-shaven.",
    "A man's face is often characterized by sharper, more angular features, with short hair, and sometimes a well-maintained beard or mustache. Eyebrows may be thick, and expressions vary from calm to intense.",
    "A typical man’s face includes a broad forehead, thick eyebrows, and a defined nose. Hair can be short or styled, and there may be subtle lines around the eyes or mouth, especially when smiling.",
    "A man’s face may have rugged or smooth skin, with a square jawline and a prominent nose. The hair can be closely cropped or styled, and some may have sideburns or a goatee."
    ],
    "female": ["A woman's face often has softer features, with high cheekbones, full lips, and expressive eyes. Hair may be styled in different ways, from long and wavy to short and neat, and there may be subtle makeup like lipstick or eyeliner.",
    "The face of a woman typically includes delicate features like a slender nose, arched eyebrows, and smooth skin. Hair might be long or shoulder-length, and sometimes there's makeup highlighting the eyes and lips.",
    "A woman’s face may have a gentle smile, with well-defined cheekbones, clear skin, and neatly styled hair. Makeup such as mascara or lipstick may enhance the natural features.",
    "A woman's face can include soft, rounded features, with long hair framing the face. Eyes may appear bright or lined with makeup, and the lips may have a subtle shine or color.",
    "A woman's face often includes elegant features like high cheekbones and full lips. Hair can be any length or style, and makeup such as blush or lipstick may accentuate the natural beauty."
    ]
}
